#include<iostream>

using namespace std;

int main()
{

	setlocale(LC_CTYPE, "rus");
	cout << "\t\t\t\t\t\tСыплет черемуха снегом,\n  \t\t\t\t\t\tЗелень в цвету и росе.\n\t\t\t\t\t\tВ поле, склоняясь к побегам,\n\t\t\t\t\t\tХодят грачи в полосе\n\n\t\t\t\t\t\tНикнут шелковые травы,\n \t\t\t\t\t\tПахнет смолистой сосной. \n\t\t\t\t\t\tОй вы, луга и дубравы,\n — \t\t\t\t\t\tЯ одурманен весной. \n\n\t\t\t\t\t\tРадугой тайные вести, \n\t\t\t\t\t\tСветятся в душу мою. \n\t\t\t\t\t\tДумаю я о невесте, \n\t\t\t\t\t\tТолько о ней лишь пою. \n\n\t\t\t\t\t\tСыпь ты, черемуха, снегом,\n \t\t\t\t\t\tПойте вы, птахи, в лесу.\n \t\t\t\t\t\tПо полю зыбистым бегом \n\t\t\t\t\t\tПеной я цвет разнесу...\n";

}